Repository: cdfarrow/flextools
Catalog: flextoolslib/locales/*/LC_MESSAGES/flextools.po
Languages: de, es

source: '{}' already exists.
de: '{}' existiert bereits.
es: '{}' ya existe.

source: '{}' is already in the collection.
de: '{}' ist bereits in der Sammlung.
es: '{}' ya está en la colección.

source: Module documentation is missing a required key. Required keys:
de: Der Modul-Dokumentation fehlt ein erforderlicher Schlüssel. Erforderliche Schlüssel:
es: La documentación del módulo carece de una clave requerida. Claves requeridas:

source: Use Ctrl-C to copy this report to the clipboard to see more information.
de: Verwenden Sie Strg-C, um diesen Bericht in die Zwischenablage zu kopieren und weitere Informationen anzuzeigen.
es: Utilice Ctrl-C para copiar este informe al portapapeles para ver más información.

source: Duplicate module names found in these files (using the first one):
de: Doppelte Modulnamen in diesen Dateien gefunden (der erste wird verwendet):
es: Duplicar nombres de módulos encontrados en estos archivos (usando el primer):

source: Opening project '{}'...
de: Projekt '{}' wird geöffnet...
es: Abriendo proyecto '{}'...

source: Error opening project:
de: Fehler beim Öffnen des Projekts:
es: Error abriendo proyecto:

source: This project is in use by another program. To allow shared access to this project, turn on the sharing option in the Sharing tab of the Fieldworks Project Properties dialog.
de: Dieses Projekt wird von einem anderen Programm verwendet. Um gemeinsamen Zugriff zu ermöglichen, aktivieren Sie die Freigabeoption im Reiter 'Freigabe' des Dialogs 'Fieldworks-Projekteigenschaften'.
es: Este proyecto está siendo utilizado por otro programa. Para permitir el acceso compartido a este proyecto, activa la opción de compartir en la pestaña Compartir del diálogo Propiedades del Proyecto Fieldworks.

source: This project needs to be opened in FieldWorks in order for it to be migrated to the latest format.
de: Dieses Projekt muss in FieldWorks geöffnet werden, damit es auf das neueste Format migriert werden kann.
es: Este proyecto necesita ser abierto en FieldWorks para que sea migrado al último formato.

source: OpenProject failed with exception {}!
de: OpenProject ist mit Ausnahme {} fehlgeschlagen!
es: ¡OpenProject falló con excepción {}!

source: Module '{}' is missing or failed to import.
de: Das Modul '{}' fehlt oder konnte nicht importiert werden.
es: Falta el módulo '{}' o no se ha importado.

source: Running '{}' (version {})...
de: „{}“ wird ausgeführt (Version {})...
es: Ejecutando '{}' (versión {})...

source: Module failed with a programming error!
de: Das Modul ist mit einem Programmierfehler fehlgeschlagen!
es: ¡El módulo ha fallado con un error de programación!

source: Module failed with exception {}!
de: Das Modul ist mit Ausnahme {} fehlgeschlagen!
es: ¡El módulo ha fallado con la excepción {}!

source: Processing completed. Errors: {}; Warnings: {}
de: Verarbeitung abgeschlossen. Fehler: {}; Warnungen: {}
es: Procesamiento completado. Errores: {}; Avisos: {}

source: A framework for running Python scripts on a FieldWorks Language Explorer project.
de: Ein Framework zum Ausführen von Python-Skripten auf einem FieldWorks Language Explorer-Projekt.
es: Un framework para ejecutar scripts Python en un proyecto de Explorador de Lenguaje de FieldWorks.

source: Modules installed: {}
de: Installierte Module: {}
es: Módulos instalados: {}

source: About FLExTools
de: Über FLExTools
es: Acerca de FLExTools

source: Double-click a collection to select it
de: Doppelklicken Sie auf eine Sammlung, um sie auszuwählen
es: Haga doble clic en una colección para seleccionarla

source: New
de: Neu
es: Nuevo

source: Create a new collection
de: Neue Sammlung erstellen
es: Crear una nueva colección

source: Rename
de: Umbenennen
es: Renombrar

source: Rename the selected collection
de: Die ausgewählte Sammlung umbenennen
es: Renombrar la colección seleccionada

source: Delete
de: Löschen
es: Eliminar

source: Delete the selected collection
de: Die ausgewählte Sammlung löschen
es: Eliminar la colección seleccionada

source: Select
de: Auswählen
es: Seleccionar

source: Close this dialog
de: Diesen Dialog schließen
es: Cerrar este diálogo

source: Add Module
de: Modul hinzufügen
es: Añadir módulo

source: Add a module to the current collection
de: Ein Modul zur aktuellen Sammlung hinzufügen
es: Añadir un módulo a la colección actual

source: Move Up
de: Nach oben
es: Mover arriba

source: Move the selected module up
de: Das ausgewählte Modul nach oben verschieben
es: Mover arriba el módulo seleccionado

source: Move Down
de: Nach unten
es: Mover abajo

source: Move the selected module down
de: Das ausgewählte Modul nach unten verschieben
es: Mover abajo el módulo seleccionado

source: Remove
de: Entfernen
es: Eliminar

source: Remove the selected module from the current collection
de: Das ausgewählte Modul aus der aktuellen Sammlung entfernen
es: Eliminar el módulo seleccionado de la colección actual

source: Collections
de: Sammlungen
es: Colecciones

source: Modules
de: Module
es: Módulos

source: Duplicate module
de: Doppeltes Modul

source: A collection name cannot include any of these symbols: {}
de: Ein Sammlungsname darf keines dieser Zeichen enthalten: {}
es: El nombre de una colección no puede incluir ninguno de estos símbolos: {}

source: Renaming error
de: Fehler beim Umbenennen
es: Error al renombrar

source: New collection
de: Neue Sammlung
es: Nueva colección

source: Are you sure you want to delete the collection '{}'?
de: Sind Sie sicher, dass Sie die Sammlung '{}' löschen möchten?
es: ¿Está seguro que desea eliminar la colección '{}'?

source: Confirm delete
de: Löschen bestätigen
es: Confirmar eliminación

source: Collections Manager
de: Sammlungsmanager
es: Gestor de colecciones

source: Welcome to FLExTools!
de: Willkommen bei FLExTools!
es: ¡Bienvenido a FLExTools!

source: Select a project by clicking the 'Select project' button in the toolbar.
de: Wählen Sie ein Projekt aus, indem Sie auf die Schaltfläche 'Projekt auswählen' in der Symbolleiste klicken.
es: Seleccione un proyecto haciendo clic en el botón 'Seleccionar proyecto' en la barra de herramientas.

source: Project '{}' selected.
de: Projekt '{}' ausgewählt.
es: Proyecto '{}' seleccionado.

source: Collection '{}' selected.
de: Sammlung '{}' ausgewählt.
es: Colección '{}' seleccionada.

source: Select or create a collection by clicking the 'Collections' button in the toolbar.
de: Wählen oder erstellen Sie eine Sammlung, indem Sie auf die Schaltfläche 'Sammlungen' in der Symbolleiste klicken.
es: Seleccione o cree una colección haciendo clic en el botón 'Colecciones' de la barra de herramientas.

source: Select or create a collection by using the 'FlexTools | Manage collections' menu, or pressing Ctrl-L.
de: Wählen oder erstellen Sie eine Sammlung über das Menü 'FlexTools | Sammlungen verwalten' oder drücken Sie Strg-L.
es: Seleccione o cree una colección usando el menú 'FlexTools | Administrar colecciones', o presione Ctrl-L.

source: Use the Run buttons to run modules.
de: Verwenden Sie die Ausführen-Schaltflächen, um Module auszuführen.
es: Utilice los botones Ejecutar para ejecutar módulos.

source: Getting started
de: Erste Schritte
es: Comenzando

source: Close current collection tab
de: Aktuelle Sammlung-Registerkarte schließen
es: Cerrar la pestaña de colección actual

source: No project selected! Use the 'Select project' button in the toolbar.
de: Kein Projekt ausgewählt! Verwenden Sie die Schaltfläche 'Projekt auswählen' in der Symbolleiste.
es: Ningún proyecto seleccionado! Utilice el botón 'Seleccionar proyecto' en la barra de herramientas.

source: Are you sure you want to make changes to the '{}' project? Please back up the project first.
de: Sind Sie sicher, dass Sie Änderungen am Projekt '{}' vornehmen möchten? Bitte sichern Sie das Projekt zuerst.
es: ¿Está seguro que desea realizar cambios en el proyecto '{}'? Por favor, haga una copia de seguridad del proyecto primero.

source: Allow changes?
de: Änderungen erlauben?
es: ¿Permitir cambios?

source: (Changes enabled)
de: (Änderungen aktiviert)
es: (Cambios habilitados)

source: Running all modules...
de: Alle Module werden ausgeführt...
es: Ejecutando todos los módulos...

source: Running module...
de: Modul wird ausgeführt...
es: Ejecutando módulo...

source: Running selected modules...
de: Ausgewählte Module werden ausgeführt...
es: Ejecutando módulos seleccionados...

source: Select project
de: Projekt auswählen
es: Seleccionar proyecto

source: Select the FieldWorks project to operate on
de: Wählen Sie das FieldWorks-Projekt aus, das bearbeitet werden soll
es: Seleccione el proyecto FieldWorks en el que operar

source: Open project in FieldWorks
de: Projekt in FieldWorks öffnen
es: Abrir proyecto en FieldWorks

source: Open the current project in FieldWorks
de: Das aktuelle Projekt in FieldWorks öffnen
es: Abrir el proyecto actual en FieldWorks

source: Manage collections
de: Sammlungen verwalten
es: Administrar colecciones

source: Manage and select a collection of modules
de: Eine Modulsammlung verwalten und auswählen
es: Administrar y seleccionar una colección de módulos

source: Module information
de: Modulinformationen
es: Información del módulo

source: Show help information on the selected module
de: Hilfsinformationen zum ausgewählten Modul anzeigen
es: Mostrar información de ayuda en el módulo seleccionado

source: Re-load modules
de: Module neu laden
es: Volver a cargar módulos

source: Re-import all modules
de: Alle Module erneut importieren
es: Reimportar todos los módulos

source: Settings
de: Einstellungen

source: Edit the FLExTools settings
de: Die FLExTools-Einstellungen bearbeiten

source: Run module
de: Modul ausführen
es: Ejecutar módulo

source: Run the selected module
de: Das ausgewählte Modul ausführen
es: Ejecutar el módulo seleccionado

source: Run all modules
de: Alle Module ausführen
es: Ejecutar todos los módulos

source: Run all the modules
de: Alle Module ausführen
es: Ejecutar todos los módulos

source: Run module(s)
de: Modul(e) ausführen
es: Ejecutar módulo(s)

source: Run the selected module(s)
de: Die ausgewählten Module ausführen
es: Ejecutar el(los) módulo(s) seleccionados

source: Run module(s) (Modify enabled)
de: Modul(e) ausführen (Änderungen aktiviert)
es: Ejecutar módulo(s) (Modificar habilitado)

source: Run the selected module(s) and allow changes to the project
de: Die ausgewählten Module ausführen und Änderungen am Projekt erlauben
es: Ejecutar el/los módulo(s) seleccionados y permitir cambios en el proyecto

source: Run all modules (Modify enabled)
de: Alle Module ausführen (Änderungen aktiviert)
es: Ejecutar todos los módulos (Modificar habilitado)

source: Run all the modules and allow changes to the project
de: Alle Module ausführen und Änderungen am Projekt erlauben
es: Ejecutar todos los módulos y permitir cambios en el proyecto

source: Copy to clipboard
de: In die Zwischenablage kopieren
es: Copiar al portapapeles

source: Copy the report contents to the clipboard
de: Den Berichtinhalt in die Zwischenablage kopieren
es: Copiar el contenido del informe al portapapeles

source: Clear
de: Leeren
es: Claro

source: Clear the current report
de: Den aktuellen Bericht leeren
es: Borrar el informe actual

source: Help
de: Hilfe
es: Ayuda

source: Help on using FlexTools
de: Hilfe zur Verwendung von FlexTools
es: Ayuda sobre el uso de FlexTools

source: Programming help
de: Programmierhilfe
es: Ayuda de programación

source: Help on how to program a FlexTools module
de: Hilfe zum Programmieren eines FlexTools-Moduls
es: Ayuda sobre cómo programar un módulo FlexTools

source: API help
de: API-Hilfe

source: Launch LCMBrowser
de: LCMBrowser starten
es: Iniciar LCMBrowser

source: Open the FieldWorks LCMBrowser application
de: Die FieldWorks LCMBrowser-Anwendung öffnen
es: Abrir la aplicación FieldWorks LCMBrowser

source: About
de: Über
es: Acerca de

source: Run
de: Ausführen
es: Ejecutar

source: Report
de: Bericht
es: Reporte

source: Module info
de: Modulinfo
es: Información del módulo

source: Show the module documentation
de: Die Modul-Dokumentation anzeigen
es: Mostrar la documentación del módulo

source: Run all
de: Alle ausführen
es: Ejecutar todo

source: Run the selected module(s) in preview mode
de: Die ausgewählten Module im Vorschaumodus ausführen
es: Ejecutar el/los módulo(s) seleccionados en modo de vista previa

source: Run all the modules in preview mode
de: Alle Module im Vorschaumodus ausführen
es: Ejecutar todos los módulos en modo vista previa

source: Run (Modify)
de: Ausführen (Ändern)
es: Ejecutar (Modificar)

source: Run all (Modify)
de: Alle ausführen (Ändern)
es: Ejecutar todo (modificar)

source: Import Error!
de: Importfehler!
es: ¡Error de importación!

source: Collection: {}
de: Sammlung: {}
es: Colección: {}

source: Progress
de: Fortschritt
es: Progreso

source: Opening project '{}' in FieldWorks...
de: Projekt '{}' wird in FieldWorks geöffnet...
es: Abriendo proyecto '{}' en FieldWorks...

source: Double-click a module to add it to the current collection
de: Doppelklicken Sie auf ein Modul, um es zur aktuellen Sammlung hinzuzufügen
es: Haga doble clic en un módulo para añadirlo a la colección actual

source: Can modify the project
de: Kann das Projekt ändern
es: Puede modificar el proyecto

source: Help:
de: Hilfe:
es: Ayuda:

source: Source file: {}
de: Quelldatei: {}
es: Archivo de origen: {}

source: Error opening link: {}
de: Fehler beim Öffnen des Links: {}
es: Error abriendo enlace: {}

source: Error!
de: Fehler!

source: Module Details
de: Moduldetails
es: Detalles del módulo

source: Note: Can modify the project.
de: Hinweis: Kann das Projekt ändern.
es: Nota: Puede modificar el proyecto.

source: (Use the 'Run (Modify)' buttons to make changes.)
de: (Verwenden Sie die Schaltflächen 'Ausführen (Ändern)', um Änderungen vorzunehmen.)
es: (Utilice los botones 'Ejecutar (Modificar)' para hacer cambios.)

source: Note: This module has configurable parameters.
de: Hinweis: Dieses Modul hat konfigurierbare Parameter.
es: Nota: Este módulo tiene parámetros configurables.

source: Module '{}' is missing or failed to import!
de: Das Modul '{}' fehlt oder konnte nicht importiert werden!
es: ¡El módulo '{}' no se encuentra o no se ha importado!

source: Choose Project
de: Projekt auswählen
es: Elegir proyecto

source: Double-click to jump to Fieldworks
de: Doppelklicken Sie, um zu Fieldworks zu springen
es: Doble clic para saltar a Fieldworks

source: Double-click to open file
de: Doppelklicken Sie, um die Datei zu öffnen
es: Doble clic para abrir el archivo

source: Display language
de: Sprache anzeigen

source: Please restart FLExTools for the changes to take effect
de: Bitte starten Sie FLExTools neu, damit die Änderungen wirksam werden

source: Settings changed
de: Einstellungen geändert

source: Python version: {}
es: Python versión: {}

source: FieldWorks version: {}
es: Versión de FieldWorks: {}

source: Version {}
es: Versión {}

source: {}, version {}
es: {}, versión {}
